{
  "bitcoin.title": "Bitcoin",
  "bitcoin.subtitle": "Una moneda digital descentralizada que transforma las finanzas globales",
  "bitcoin.history.title": "Historia de Bitcoin",
  "bitcoin.history.text1": "Bitcoin fue introducido en 2008 por un individuo o grupo anónimo conocido como Satoshi Nakamoto. Nakamoto publicó el documento técnico de Bitcoin, que describía un 'sistema de efectivo electrónico de persona a persona' que permitiría a las personas enviar y recibir pagos sin depender de una autoridad central como un banco.",
  "bitcoin.history.text2": "En 2009, Nakamoto lanzó el primer software de Bitcoin y la red de Bitcoin cobró vida. El primer 'bloque', o registro, fue minado por Nakamoto, conocido como el Bloque Génesis. Desde entonces, Bitcoin ha ganado popularidad y es ampliamente reconocido como la primera criptomoneda exitosa, inspirando miles de otras criptomonedas.",
  "bitcoin.howItWorks.title": "Cómo Funciona Bitcoin",
  "bitcoin.howItWorks.text1": "Bitcoin funciona con tecnología blockchain, un libro mayor distribuido que registra todas las transacciones en una red de computadoras. Las transacciones de Bitcoin son verificadas por 'mineros' a través de un proceso llamado minería, que implica resolver complejos problemas matemáticos para validar y asegurar las transacciones. Este sistema previene el doble gasto y asegura la confianza sin necesidad de una autoridad central.",
  "bitcoin.howItWorks.text2": "Bitcoin también está limitado a 21 millones de monedas, lo que significa que no se pueden crear más bitcoins más allá de ese límite. Esta oferta fija es parte de lo que le da valor a Bitcoin, ya que contrasta con las monedas fiduciarias, que los gobiernos pueden imprimir a voluntad.",
  "bitcoin.features.title": "Características Clave de Bitcoin",
  "bitcoin.features.decentralization": "Descentralización:",
  "bitcoin.features.decentralizationText": "Bitcoin opera sin una autoridad central, lo que lo hace resistente a la censura.",
  "bitcoin.features.transparency": "Transparencia:",
  "bitcoin.features.transparencyText": "Todas las transacciones de Bitcoin se registran en un libro mayor público, asegurando transparencia.",
  "bitcoin.features.security": "Seguridad:",
  "bitcoin.features.securityText": "Las transacciones están aseguradas mediante criptografía, lo que hace extremadamente difícil su manipulación.",
  "bitcoin.features.limitedSupply": "Oferta Limitada:",
  "bitcoin.features.limitedSupplyText": "Con un límite de 21 millones de monedas, Bitcoin es deflacionario, aumentando su escasez.",
  "bitcoin.advantagesDisadvantages.title": "Ventajas y Desventajas de Bitcoin",
  "bitcoin.advantages.title": "Ventajas",
  "bitcoin.advantages.advantage1": "Descentralizado y resistente a la censura.",
  "bitcoin.advantages.advantage2": "Permite transacciones rápidas y seguras a nivel internacional.",
  "bitcoin.advantages.advantage3": "La oferta fija crea escasez, lo que puede aumentar su valor con el tiempo.",
  "bitcoin.disadvantages.title": "Desventajas",
  "bitcoin.disadvantages.disadvantage1": "Alta volatilidad en el precio, lo que lo hace riesgoso como inversión.",
  "bitcoin.disadvantages.disadvantage2": "Adopción limitada en el comercio convencional.",
  "bitcoin.disadvantages.disadvantage3": "Preocupaciones sobre el consumo de energía debido a la minería.",
  "bitcoin.closingThoughts.title": "Reflexiones Finales",
  "bitcoin.closingThoughts.text": "Bitcoin ha revolucionado el concepto de dinero al introducir un activo digital descentralizado que cualquiera puede usar a nivel global. Aunque tiene sus desafíos y riesgos, Bitcoin se ha convertido en una alternativa viable a los sistemas financieros tradicionales. Su oferta limitada y la robustez de su red de seguridad siguen atrayendo seguidores, convirtiéndolo en un jugador destacado en el espacio de los activos digitales.",
  "ethereum.title": "Ethereum",
  "ethereum.subtitle": "La plataforma descentralizada para contratos inteligentes y aplicaciones descentralizadas (dApps)",
  "ethereum.history.title": "Historia de Ethereum",
  "ethereum.history.text1": "Ethereum fue propuesto en 2013 por el programador Vitalik Buterin como una plataforma de blockchain con un alcance más amplio que Bitcoin. Mientras que Bitcoin fue creado principalmente como una moneda digital, Ethereum fue diseñado para servir como una plataforma descentralizada que permite a los desarrolladores construir y desplegar aplicaciones (contratos inteligentes) sobre su blockchain.",
  "ethereum.history.text2": "En 2015, Ethereum lanzó su red principal, permitiendo que los primeros contratos inteligentes fueran creados y ejecutados en la blockchain. Ethereum rápidamente ganó tracción y se convirtió en la segunda criptomoneda más grande por capitalización de mercado, impulsando el desarrollo del ecosistema de finanzas descentralizadas (DeFi) y tokens no fungibles (NFTs).",
  "ethereum.howItWorks.title": "Cómo Funciona Ethereum",
  "ethereum.howItWorks.text1": "Ethereum es impulsado por una red descentralizada de computadoras que ejecutan la Máquina Virtual de Ethereum (EVM), que ejecuta contratos inteligentes. Estos contratos inteligentes son programas autoejecutables que aplican automáticamente los términos de un acuerdo, permitiendo aplicaciones sin una autoridad central.",
  "ethereum.howItWorks.text2": "Ethereum también ha pasado de un mecanismo de consenso de Prueba de Trabajo (PoW) a Prueba de Participación (PoS) con la actualización Ethereum 2.0. Este cambio tiene como objetivo mejorar la escalabilidad, reducir el consumo de energía y aumentar la eficiencia general de la red.",
  "ethereum.features.title": "Características Clave de Ethereum",
  "ethereum.features.smartContracts": "Contratos Inteligentes:",
  "ethereum.features.smartContractsText": "Contratos autoejecutables codificados para aplicar reglas sin intermediarios.",
  "ethereum.features.dapps": "Aplicaciones Descentralizadas (dApps):",
  "ethereum.features.dappsText": "Ethereum soporta el desarrollo de dApps, que funcionan en su blockchain sin una autoridad central.",
  "ethereum.features.tokens": "Tokens ERC-20 y ERC-721:",
  "ethereum.features.tokensText": "Ethereum proporciona estándares como ERC-20 para tokens fungibles y ERC-721 para tokens no fungibles (NFTs), que forman la base de los ecosistemas DeFi y NFT.",
  "ethereum.features.proofOfStake": "Prueba de Participación:",
  "ethereum.features.proofOfStakeText": "La transición de Ethereum a PoS reduce el consumo de energía y permite el staking, lo que hace que la red sea más sostenible.",
  "ethereum.advantagesDisadvantages.title": "Ventajas y Desventajas de Ethereum",
  "ethereum.advantages.title": "Ventajas",
  "ethereum.advantages.advantage1": "Soporta contratos inteligentes y dApps, habilitando servicios descentralizados.",
  "ethereum.advantages.advantage2": "Gran y activa comunidad de desarrolladores, innovando continuamente el ecosistema.",
  "ethereum.advantages.advantage3": "La transición a Prueba de Participación mejora la escalabilidad y reduce el impacto ambiental.",
  "ethereum.disadvantages.title": "Desventajas",
  "ethereum.disadvantages.disadvantage1": "Altas tarifas de transacción ('gas fees') durante la congestión de la red.",
  "ethereum.disadvantages.disadvantage2": "Problemas de escalabilidad, aunque se están abordando con actualizaciones.",
  "ethereum.disadvantages.disadvantage3": "Los errores en los contratos inteligentes pueden llevar a pérdidas financieras sin recurso.",
  "ethereum.closingThoughts.title": "Reflexiones Finales",
  "ethereum.closingThoughts.text": "Ethereum ha transformado el panorama de la blockchain al habilitar una amplia gama de aplicaciones descentralizadas y funcionalidad de contratos inteligentes. Aunque hay desafíos como la escalabilidad y los costos de transacción, las actualizaciones en curso como Ethereum 2.0 buscan abordar estos problemas. El enfoque innovador de Ethereum sigue impulsando el desarrollo de DeFi, NFTs y más, convirtiéndolo en una de las plataformas de blockchain más versátiles y ampliamente utilizadas.",
  "shibaInu.title": "Shiba Inu (SHIB)",
  "shibaInu.subtitle": "La criptomoneda inspirada en memes conocida como el 'Asesino de Dogecoin'",
  "shibaInu.history.title": "Historia de Shiba Inu",
  "shibaInu.history.text1": "Shiba Inu (SHIB) fue creada en agosto de 2020 por un desarrollador anónimo conocido como 'Ryoshi.' Inspirada en Dogecoin, otra criptomoneda de memes, Shiba Inu tenía el objetivo de convertirse en un proyecto impulsado por la comunidad con una visión descentralizada. Rápidamente ganó popularidad debido a su atractivo de 'meme' y su bajo precio, lo que atrajo a muchos inversores en busca de altos rendimientos.",
  "shibaInu.history.text2": "A diferencia de otras criptomonedas, Shiba Inu adoptó un enfoque único al marcarse como el 'Asesino de Dogecoin.' Su ecosistema también introdujo tokens adicionales como LEASH y BONE, cada uno con diferentes roles dentro del ecosistema de Shiba Inu.",
  "shibaInu.howItWorks.title": "Cómo Funciona Shiba Inu",
  "shibaInu.howItWorks.text1": "Shiba Inu es un token ERC-20, lo que significa que opera en la blockchain de Ethereum. Esto le da acceso a la infraestructura robusta de Ethereum y permite el uso de contratos inteligentes. El ecosistema de Shiba Inu comprende tres tokens principales: SHIB, LEASH y BONE. SHIB es el token principal para transacciones, LEASH actúa como una reserva de valor y BONE se utiliza para gobernanza, permitiendo a los titulares votar en propuestas futuras.",
  "shibaInu.howItWorks.text2": "Shiba Inu también lanzó su propio intercambio descentralizado (DEX) llamado ShibaSwap, donde los usuarios pueden intercambiar tokens, proporcionar liquidez y hacer staking para ganar recompensas. Este ecosistema tiene como objetivo ofrecer utilidad más allá del estatus típico de 'moneda meme'.",
  "shibaInu.features.title": "Características Clave de Shiba Inu",
  "shibaInu.features.communityDriven": "Impulsado por la Comunidad:",
  "shibaInu.features.communityDrivenText": " Shiba Inu es conocido por su activa comunidad, lo que ha contribuido a su popularidad viral y adopción.",
  "shibaInu.features.multiToken": "Ecosistema de Múltiples Tokens:",
  "shibaInu.features.multiTokenText": " Shiba Inu utiliza tres tokens (SHIB, LEASH y BONE) para crear un ecosistema dinámico con varias utilidades.",
  "shibaInu.features.shibaSwap": "ShibaSwap:",
  "shibaInu.features.shibaSwapText": " El DEX de Shiba Inu, donde los usuarios pueden intercambiar, hacer staking y ganar recompensas, con el objetivo de añadir utilidad real al token.",
  "shibaInu.features.ethereumBased": "Basado en Ethereum:",
  "shibaInu.features.ethereumBasedText": " Al operar como un token ERC-20, Shiba Inu se beneficia de la infraestructura y seguridad de Ethereum.",
  "shibaInu.advantagesDisadvantages.title": "Ventajas y Desventajas de Shiba Inu",
  "shibaInu.advantages.title": "Ventajas",
  "shibaInu.advantages.advantage1": "Fuerte apoyo de la comunidad, impulsando el marketing viral y la atención generalizada.",
  "shibaInu.advantages.advantage2": "ShibaSwap ofrece comercio descentralizado, staking y recompensas.",
  "shibaInu.advantages.advantage3": "Bajo precio de entrada, lo que atrae a muchos nuevos inversores en busca de crecimiento potencial.",
  "shibaInu.disadvantages.title": "Desventajas",
  "shibaInu.disadvantages.disadvantage1": "Altamente volátil y especulativo, a menudo influenciado por tendencias del mercado y redes sociales.",
  "shibaInu.disadvantages.disadvantage2": "Utilidad limitada en el mundo real fuera del ecosistema de Shiba Inu.",
  "shibaInu.disadvantages.disadvantage3": "Preocupaciones sobre la sostenibilidad y longevidad como un token basado en memes.",
  "shibaInu.closingThoughts.title": "Reflexiones Finales",
  "shibaInu.closingThoughts.text": "Shiba Inu ha tenido un impacto significativo en el mundo de las criptomonedas, aprovechando el entusiasmo de la comunidad y el atractivo de la 'cultura meme.' Aunque es altamente especulativo, el crecimiento del ecosistema de Shiba Inu y la adición de características como ShibaSwap muestran un potencial de mayor utilidad. Los inversores deben considerar tanto las oportunidades como los riesgos asociados con esta criptomoneda popular pero volátil."
}
